[
  {
    "name": "Sineth Jayasinghe",
    "designation": "Senior SWE @ Cut+Dry",
    "comment": "I highly recommend Abhiman as an exceptional front-end UI developer with a keen sense of design and expertise in React. His ability to create visually stunning and user-friendly interfaces has greatly contributed to the success of our projects. Abhiman consistently delivers high-quality work and collaborates effectively with the team. It’s a pleasure to work alongside someone so skilled and dedicated.",
    "image": "/testimonials/sineth.jpeg"
  },
  {
    "name": "Malinda Wijegunawardene",
    "designation": "Senior Manager - Software Engineering @ Mad Mobile",
    "comment": "I worked with Abhiman at Mad Mobile close to a decade in the UI Engineering team. He was a creative individual with many talents and with a good knowledge on UI and frontend technologies. He was a self motivated learner who likes to master new technologies. Because of his technical skillset, he always tried to provide the best UI solution possible for the UI challenges he came across. Abhiman was a good team player always keen on helping other team members and he is someone who I can rely on with any UI work. He will be a valuable member to any team.",
    "image": "/testimonials/malinda.jpeg"
  },
  {
    "name": "Tim Knight",
    "designation": "Vice President of Product Design @ Responsive",
    "comment": "Abhiman was an indirect report within our UI Engineering team, reporting to Product Design at Mad Mobile. Throughout my time working with Abhiman, he consistently exceeded expectations. He displayed a continuous commitment to learning and seeking ways to enhance his skills, while also motivating his teammates. Regardless of the UI challenges he faced, Abhiman always strived for the best solution, even if it required extra effort. This dedication ultimately resulted in the stability and quality of his work. I highly recommend Abhiman, and any UI engineering team would be fortunate to have him and his growing skillset as part of their team.",
    "image": "/testimonials/tim.jpeg"
  },
  {
    "name": "Shashika Gunasena",
    "designation": "Senior Technical Lead @ AVLYON",
    "comment": "Abhiman is one of the most skilled UI/UX developers. We are known each other since 2013, and together, we have completed many projects. Abhiman is a creative guy with loads of innovative ideas. He is skilled in ReactJS, HTML5, CSS3, JavaScript, Adobe Suite, Bootstrap, and many other JS frameworks. His knowledge and experience in JavaScript-based technology are well recognized. Abhiman is a strong team player and always open to others' ideas. He would love to share his knowledge, and he is there to assist when someone needs it. The technical side of his work is well recognized, and he is a person that anyone likes to work with. There is no doubt to recommend Abhiman for Ui/UX Development work. Definitely, he will be a valuable asset to your team.",
    "image": "https://media.licdn.com/dms/image/v2/C5103AQHCXooB5nf3dQ/profile-displayphoto-shrink_400_400/profile-displayphoto-shrink_400_400/0/1566885296750?e=1763596800&v=beta&t=EHjjN_aW6WmcSDkOfpntA5fgtgSqUGvoVYq-tGXcHZc"
  },
  {
    "name": "Nipuna Perera",
    "designation": "Database Reliability Engineer @ Udemy",
    "comment": "Abhiman is an experienced IT professional, wonderful to work with and has very good teamwork and technical skills. He is an amazing IT professional and an employee who is always trustworthy. Abhiman always capable of adapting to a new working environment, being a quick learner and very positive attitude towards on his work.",
    "image": "https://media.licdn.com/dms/image/v2/C4D03AQGgBEkuvs50NA/profile-displayphoto-shrink_100_100/profile-displayphoto-shrink_100_100/0/1627339880041?e=1759968000&v=beta&t=H9EKtLJLQ842rfVAqzao2bRvseLIVmK2ne12bV1HQ5c"
  },
  {
    "name": "Dinesh Eranga Dicmadugoda",
    "designation": "Consultant @ SBI LY HOUR Bank",
    "comment": "Abhiman is a very dedicated individual who is highly goal oriented. His commitment is exemplary and he is quite knowledgeable in his area of expertise.",
    "image": "https://media.licdn.com/dms/image/v2/D5603AQGS-hTLLkLu7g/profile-displayphoto-shrink_200_200/profile-displayphoto-shrink_200_200/0/1711075681901?e=1759968000&v=beta&t=7bzPRWvTn4chYdo-D_WYAzP-8LFkXFzytG4jBblRRsc"
  }
]
